{".": 0, "the": 1, ",": 2, "a": 3, "and": 4, "of": 5, "to": 6, "is": 7, "'s": 8, "it": 9, "that": 10, "in": 11, "as": 12, "but": 13, "film": 14, "with": 15, "this": 16, "for": 17, "movie": 18, "its": 19, "an": 20, "you": 21, "n't": 22, "be": 23, "on": 24, "...": 25, "not": 26, "by": 27, "one": 28, "are": 29, "about": 30, "has": 31, "more": 32, "--": 33, "like": 34, "at": 35, "from": 36, "than": 37, "": 38, "all": 39, "have": 40, "his": 41, "i": 42, "so": 43, "if": 44, "'": 45, "or": 46, "-rrb-": 47, "story": 48, "-lrb-": 49, "what": 50, "there": 51, "too": 52, "who": 53, "just": 54, "into": 55, "does": 56, "most": 57, "out": 58, "much": 59, "even": 60, "up": 61, "good": 62, "will": 63, "no": 64, "can": 65, "comedy": 66, "time": 67, "some": 68, "characters": 69, "`": 70, "he": 71, "only": 72, "little": 73, "way": 74, "their": 75, "funny": 76, "do": 77, "make": 78, "they": 79, "enough": 80, "been": 81, "we": 82, "very": 83, "your": 84, "never": 85, "when": 86, "director": 87, "makes": 88, "would": 89, "may": 90, "us": 91, "which": 92, "best": 93, "work": 94, "bad": 95, "was": 96, "life": 97, "love": 98, "any": 99, "?": 100, "could": 101, "while": 102, ":": 103, "movies": 104, "new": 105, "her": 106, "well": 107, "through": 108, "something": 109, "how": 110, "really": 111, "should": 112, "made": 113, "them": 114, "own": 115, "performances": 116, "plot": 117, "many": 118, "those": 119, "drama": 120, "films": 121, "still": 122, "see": 123, "look": 124, "every": 125, "people": 126, "two": 127, "nothing": 128, "'re": 129, "-": 130, "better": 131, "long": 132, "other": 133, "without": 134, "get": 135, "off": 136, "fun": 137, "action": 138, "being": 139, "great": 140, "both": 141, "might": 142, "though": 143, "big": 144, "character": 145, "here": 146, "also": 147, "another": 148, "audience": 149, "cast": 150, "humor": 151, "script": 152, "first": 153, "between": 154, "kind": 155, "sense": 156, "such": 157, "over": 158, "world": 159, "ever": 160, "performance": 161, "feels": 162, "few": 163, "thing": 164, "because": 165, "far": 166, "less": 167, ";": 168, "often": 169, "seems": 170, "real": 171, "picture": 172, "minutes": 173, "feel": 174, "thriller": 175, "ca": 176, "almost": 177, "tale": 178, "quite": 179, "yet": 180, "down": 181, "documentary": 182, "interesting": 183, "'ll": 184, "'ve": 185, "my": 186, "these": 187, "entertaining": 188, "hollywood": 189, "!": 190, "rather": 191, "man": 192, "screen": 193, "end": 194, "were": 195, "itself": 196, "take": 197, "seen": 198, "hard": 199, "watching": 200, "full": 201, "ultimately": 202, "go": 203, "heart": 204, "comes": 205, "moments": 206, "romantic": 207, "where": 208, "despite": 209, "lot": 210, "had": 211, "american": 212, "family": 213, "after": 214, "me": 215, "acting": 216, "year": 217, "before": 218, "old": 219, "original": 220, "then": 221, "right": 222, "find": 223, "human": 224, "worth": 225, "gets": 226, "same": 227, "takes": 228, "actors": 229, "come": 230, "things": 231, "times": 232, "dialogue": 233, "back": 234, "watch": 235, "scenes": 236, "our": 237, "material": 238, "compelling": 239, "young": 240, "once": 241, "years": 242, "anyone": 243, "music": 244, "works": 245, "think": 246, "kids": 247, "emotional": 248, "did": 249, "least": 250, "want": 251, "seem": 252, "she": 253, "gives": 254, "going": 255, "part": 256, "cinema": 257, "know": 258, "say": 259, "piece": 260, "sometimes": 261, "again": 262, "subject": 263, "entertainment": 264, "cinematic": 265, "pretty": 266, "point": 267, "last": 268, "give": 269, "keep": 270, "special": 271, "why": 272, "making": 273, "bit": 274, "whole": 275, "fascinating": 276, "fans": 277, "away": 278, "together": 279, "dull": 280, "style": 281, "anything": 282, "need": 283, "show": 284, "true": 285, "moving": 286, "since": 287, "manages": 288, "laughs": 289, "women": 290, "star": 291, "always": 292, "sweet": 293, "experience": 294, "offers": 295, "history": 296, "clever": 297, "simply": 298, "high": 299, "direction": 300, "silly": 301, "everything": 302, "mr.": 303, "predictable": 304, "dark": 305, "instead": 306, "charm": 307, "care": 308, "actually": 309, "series": 310, "whose": 311, "him": 312, "title": 313, "flick": 314, "art": 315, "nearly": 316, "matter": 317, "around": 318, "filmmakers": 319, "visual": 320, "video": 321, "comic": 322, "place": 323, "screenplay": 324, "idea": 325, "narrative": 326, "war": 327, "done": 328, "children": 329, "goes": 330, "trying": 331, "genre": 332, "short": 333, "'d": 334, "now": 335, "probably": 336, "under": 337, "plays": 338, "three": 339, "premise": 340, "turns": 341, "familiar": 342, "enjoyable": 343, "home": 344, "lacks": 345, "horror": 346, "becomes": 347, "set": 348, "engaging": 349, "effects": 350, "although": 351, "feeling": 352, "smart": 353, "wo": 354, "feature": 355, "worst": 356, "especially": 357, "enjoy": 358, "power": 359, "charming": 360, "effort": 361, "study": 362, "ending": 363, "de": 364, "half": 365, "intelligent": 366, "strong": 367, "day": 368, "amusing": 369, "theater": 370, "boring": 371, "likely": 372, "lack": 373, "debut": 374, "men": 375, "john": 376, "each": 377, "version": 378, "romance": 379, "portrait": 380, "put": 381, "else": 382, "mostly": 383, "certainly": 384, "beautiful": 385, "solid": 386, "filmmaker": 387, "mind": 388, "sort": 389, "message": 390, "become": 391, "next": 392, "everyone": 393, "rare": 394, "surprisingly": 395, "wit": 396, "beautifully": 397, "level": 398, "looking": 399, "easy": 400, "problem": 401, "face": 402, "actor": 403, "sure": 404, "quirky": 405, "exercise": 406, "lives": 407, "play": 408, "fine": 409, "hours": 410, "along": 411, "whether": 412, "obvious": 413, "fresh": 414, "classic": 415, "viewers": 416, "leave": 417, "directed": 418, "looks": 419, "mess": 420, "energy": 421, "french": 422, "powerful": 423, "ideas": 424, "past": 425, "modern": 426, "either": 427, "interest": 428, "completely": 429, "reason": 430, "fact": 431, "beyond": 432, "'m": 433, "culture": 434, "filmmaking": 435, "dramatic": 436, "melodrama": 437, "shot": 438, "neither": 439, "recent": 440, "shows": 441, "delivers": 442, "stuff": 443, "tone": 444, "fails": 445, "truly": 446, "slow": 447, "believe": 448, "left": 449, "deeply": 450, "book": 451, "intriguing": 452, "black": 453, "tv": 454, "suspense": 455, "ride": 456, "serious": 457, "ends": 458, "death": 459, "himself": 460, "jokes": 461, "dumb": 462, "tries": 463, "spirit": 464, "girl": 465, "opera": 466, "production": 467, "summer": 468, "small": 469, "reality": 470, "light": 471, "touching": 472, "woman": 473, "project": 474, "occasionally": 475, "sad": 476, "audiences": 477, "adventure": 478, "terrific": 479, "passion": 480, "storytelling": 481, "camera": 482, "proves": 483, "remains": 484, "hilarious": 485, "satisfying": 486, "role": 487, "formula": 488, "exactly": 489, "different": 490, "line": 491, "images": 492, "must": 493, "stories": 494, "seeing": 495, "easily": 496, "got": 497, "already": 498, "talent": 499, "impossible": 500, "hour": 501, "nor": 502, "scene": 503, "personal": 504, "perfect": 505, "above": 506, "journey": 507, "sex": 508, "attempt": 509, "particularly": 510, "simple": 511, "close": 512, "pleasure": 513, "psychological": 514, "gags": 515, "honest": 516, "turn": 517, "against": 518, "complex": 519, "disney": 520, "pretentious": 521, "difficult": 522, "given": 523, "animation": 524, "earnest": 525, "case": 526, "visually": 527, "michael": 528, "found": 529, "falls": 530, "ways": 531, "intelligence": 532, "flat": 533, "boy": 534, "cliches": 535, "coming-of-age": 536, "political": 537, "social": 538, "mystery": 539, "sequel": 540, "leaves": 541, "getting": 542, "thought": 543, "head": 544, "written": 545, "laugh": 546, "live": 547, "uses": 548, "tell": 549, "violence": 550, "crime": 551, "novel": 552, "memorable": 553, "game": 554, "none": 555, "writing": 556, "spy": 557, "satire": 558, "rich": 559, "finally": 560, "help": 561, "keeps": 562, "side": 563, "told": 564, "cool": 565, "wrong": 566, "brilliant": 567, "overall": 568, "gone": 569, "job": 570, "otherwise": 571, "contrived": 572, "second": 573, "guys": 574, "days": 575, "viewer": 576, "needs": 577, "acted": 578, "truth": 579, "rarely": 580, "lost": 581, "barely": 582, "elements": 583, "hero": 584, "cold": 585, "nature": 586, "lead": 587, "approach": 588, "starts": 589, "taste": 590, "thoughtful": 591, "possible": 592, "imagine": 593, "having": 594, "entirely": 595, "during": 596, "several": 597, "warm": 598, "wild": 599, "appeal": 600, "rock": 601, "act": 602, "excellent": 603, "eyes": 604, "insight": 605, "creepy": 606, "epic": 607, "others": 608, "fairly": 609, "surprising": 610, "soap": 611, "moral": 612, "tragedy": 613, "perhaps": 614, "wonderful": 615, "mood": 616, "form": 617, "running": 618, "final": 619, "concept": 620, "themselves": 621, "bring": 622, "behind": 623, "remarkable": 624, "attention": 625, "adaptation": 626, "comedies": 627, "engrossing": 628, "thoroughly": 629, "moment": 630, "teen": 631, "sci-fi": 632, "david": 633, "four": 634, "emotionally": 635, "result": 636, "call": 637, "imagination": 638, "entire": 639, "among": 640, "adults": 641, "expect": 642, "quality": 643, "tedious": 644, "parents": 645, "vision": 646, "quiet": 647, "nice": 648, "witty": 649, "period": 650, "sharp": 651, "gorgeous": 652, "knows": 653, "strange": 654, "animated": 655, "merely": 656, "remake": 657, "latest": 658, "perfectly": 659, "gentle": 660, "usual": 661, "worse": 662, "writer-director": 663, "future": 664, "maybe": 665, "hope": 666, "add": 667, "genuine": 668, "tired": 669, "start": 670, "change": 671, "bland": 672, "depth": 673, "appealing": 674, "points": 675, "impressive": 676, "hit": 677, "beauty": 678, "worthy": 679, "thanks": 680, "begins": 681, "someone": 682, "effective": 683, "wonder": 684, "somewhat": 685, "events": 686, "ii": 687, "deep": 688, "plenty": 689, "dead": 690, "taking": 691, "offer": 692, "until": 693, "guy": 694, "captures": 695, "pure": 696, "emotions": 697, "age": 698, "however": 699, "try": 700, "provides": 701, "pictures": 702, "air": 703, "surprise": 704, "fantasy": 705, "doing": 706, "definitely": 707, "important": 708, "clear": 709, "decent": 710, "inside": 711, "straight": 712, "lots": 713, "lovely": 714, "ambitious": 715, "awful": 716, "career": 717, "sit": 718, "unfortunately": 719, "stupid": 720, "america": 721, "pace": 722, "sequences": 723, "city": 724, "robert": 725, "welcome": 726, "brings": 727, "utterly": 728, "suffers": 729, "thin": 730, "magic": 731, "view": 732, "subtle": 733, "school": 734, "run": 735, "grant": 736, "sound": 737, "highly": 738, "execution": 739, "able": 740, "scary": 741, "historical": 742, "throughout": 743, "exciting": 744, "fire": 745, "ugly": 746, "artist": 747, "examination": 748, "creative": 749, "memory": 750, "alone": 751, "read": 752, "certain": 753, "provocative": 754, "relationship": 755, "ensemble": 756, "cheap": 757, "cartoon": 758, "based": 759, "deserves": 760, "let": 761, "sexual": 762, "female": 763, "process": 764, "coming": 765, "low": 766, "sustain": 767, "words": 768, "potential": 769, "upon": 770, "cute": 771, "deal": 772, "use": 773, "allen": 774, "delightful": 775, "across": 776, "issues": 777, "felt": 778, "tension": 779, "eye": 780, "flaws": 781, "poignant": 782, "chemistry": 783, "creates": 784, "hand": 785, "cultural": 786, "master": 787, "quickly": 788, "playing": 789, "major": 790, "single": 791, "yes": 792, "used": 793, "impact": 794, "surprises": 795, "middle": 796, "bond": 797, "question": 798, "working": 799, "wants": 800, "except": 801, "winning": 802, "stand": 803, "spielberg": 804, "touch": 805, "sentimental": 806, "williams": 807, "talented": 808, "flawed": 809, "hell": 810, "sensitive": 811, "situation": 812, "unsettling": 813, "filled": 814, "rest": 815, "puts": 816, "unexpected": 817, "waste": 818, "class": 819, "murder": 820, "2": 821, "force": 822, "odd": 823, "dog": 824, "success": 825, "taken": 826, "actress": 827, "mediocre": 828, "lacking": 829, "generic": 830, "loud": 831, "unfunny": 832, "jackson": 833, "couple": 834, "niro": 835, "saw": 836, "relationships": 837, "masterpiece": 838, "white": 839, "weird": 840, "ability": 841, "ago": 842, "girls": 843, "house": 844, "apart": 845, "extremely": 846, "seriously": 847, "melodramatic": 848, "casting": 849, "convincing": 850, "mark": 851, "date": 852, "reveals": 853, "hardly": 854, "giving": 855, "cut": 856, "slightly": 857, "writer": 858, "hold": 859, "ultimate": 860, "fully": 861, "slight": 862, "college": 863, "sincere": 864, "george": 865, "plain": 866, "previous": 867, "mildly": 868, "supposed": 869, "remember": 870, "create": 871, "heavy": 872, "country": 873, "watchable": 874, "leads": 875, "crush": 876, "formulaic": 877, "routine": 878, "steven": 879, "involved": 880, "extreme": 881, "living": 882, "urban": 883, "five": 884, "focus": 885, "episode": 886, "mix": 887, "road": 888, "amount": 889, "stars": 890, "treat": 891, "problems": 892, "succeeds": 893, "2002": 894, "tragic": 895, "intimate": 896, "sets": 897, "old-fashioned": 898, "york": 899, "thinking": 900, "water": 901, "inventive": 902, "thrills": 903, "forgettable": 904, "finds": 905, "money": 906, "largely": 907, "pop": 908, "pleasant": 909, "twists": 910, "grace": 911, "terms": 912, "ones": 913, "trouble": 914, "crazy": 915, "stylish": 916, "uneven": 917, "pacing": 918, "attempts": 919, "contemporary": 920, "gripping": 921, "course": 922, "indeed": 923, "joke": 924, "poetry": 925, "era": 926, "called": 927, "boys": 928, "heaven": 929, "happy": 930, "unique": 931, "flicks": 932, "friendship": 933, "monster": 934, "themes": 935, "disturbing": 936, "promise": 937, "runs": 938, "substance": 939, "triumph": 940, "involving": 941, "business": 942, "presents": 943, "refreshing": 944, "meditation": 945, "soul": 946, "colorful": 947, "terrible": 948, "absolutely": 949, "company": 950, "painful": 951, "successful": 952, "happens": 953, "appears": 954, "considerable": 955, "recommend": 956, "drag": 957, "complete": 958, "goofy": 959, "yourself": 960, "soundtrack": 961, "missing": 962, "badly": 963, "hits": 964, "british": 965, "absorbing": 966, "mean": 967, "share": 968, "typical": 969, "sophisticated": 970, "green": 971, "blend": 972, "twist": 973, "franchise": 974, "pieces": 975, "evil": 976, "sentimentality": 977, "person": 978, "red": 979, "wanted": 980, "viewing": 981, "originality": 982, "miss": 983, "manner": 984, "somehow": 985, "kid": 986, "forget": 987, "equally": 988, "skin": 989, "played": 990, "gay": 991, "stunning": 992, "oscar": 993, "politics": 994, "situations": 995, "sandler": 996, "bright": 997, "television": 998, "strangely": 999, "parts": 1000, "effect": 1001, "murphy": 1002, "standard": 1003, "target": 1004, "loses": 1005, "word": 1006, "bizarre": 1007, "forced": 1008, "interested": 1009, "means": 1010, "liked": 1011, "tom": 1012, "eventually": 1013, "derivative": 1014, "today": 1015, "fan": 1016, "average": 1017, "tells": 1018, "grief": 1019, "energetic": 1020, "conflict": 1021, "report": 1022, "moore": 1023, "wedding": 1024, "name": 1025, "setting": 1026, "haunting": 1027, "dry": 1028, "loss": 1029, "imax": 1030, "depressing": 1031, "alive": 1032, "crafted": 1033, "fare": 1034, "battle": 1035, "fast": 1036, "sexy": 1037, "well-acted": 1038, "understand": 1039, "somewhere": 1040, "night": 1041, "doubt": 1042, "general": 1043, "please": 1044, "questions": 1045, "hate": 1046, "whatever": 1047, "soderbergh": 1048, "created": 1049, "central": 1050, "lame": 1051, "dream": 1052, "obviously": 1053, "painfully": 1054, "frame": 1055, "virtually": 1056, "blue": 1057, "90": 1058, "said": 1059, "poor": 1060, "huge": 1061, "peter": 1062, "parker": 1063, "holds": 1064, "insightful": 1065, "worthwhile": 1066, "ms.": 1067, "edge": 1068, "allows": 1069, "excitement": 1070, "fiction": 1071, "toward": 1072, "price": 1073, "popcorn": 1074, "tough": 1075, "affecting": 1076, "lines": 1077, "places": 1078, "unlike": 1079, "humanity": 1080, "slapstick": 1081, "opportunity": 1082, "genuinely": 1083, "generation": 1084, "inspired": 1085, "clearly": 1086, "atmosphere": 1087, "imaginative": 1088, "god": 1089, "sitting": 1090, "refreshingly": 1091, "remarkably": 1092, "brain": 1093, "vivid": 1094, "generally": 1095, "bears": 1096, "warmth": 1097, "thought-provoking": 1098, "footage": 1099, "essentially": 1100, "match": 1101, "break": 1102, "amazing": 1103, "fat": 1104, "treasure": 1105, "deliver": 1106, "conventional": 1107, "finish": 1108, "riveting": 1109, "japanese": 1110, "faith": 1111, "clich\u00e9s": 1112, "lets": 1113, "possibly": 1114, "room": 1115, "chan": 1116, "screenwriter": 1117, "heavy-handed": 1118, "weak": 1119, "intended": 1120, "pay": 1121, "trip": 1122, "ice": 1123, "jones": 1124, "unusual": 1125, "core": 1126, "spectacle": 1127, "wish": 1128, "filmed": 1129, "crowd": 1130, "guilty": 1131, "sea": 1132, "heartfelt": 1133, "balance": 1134, "large": 1135, "sports": 1136, "powers": 1137, "usually": 1138, "minor": 1139, "bullock": 1140, "purpose": 1141, "mindless": 1142, "believable": 1143, "wildly": 1144, "damned": 1145, "brown": 1146, "solondz": 1147, "charisma": 1148, "treatment": 1149, "affair": 1150, "spectacular": 1151, "delicate": 1152, "needed": 1153, "slice": 1154, "realistic": 1155, "equivalent": 1156, "fit": 1157, "queen": 1158, "particular": 1159, "blade": 1160, "wife": 1161, "within": 1162, "simplistic": 1163, "aside": 1164, "efforts": 1165, "wait": 1166, "lazy": 1167, "shallow": 1168, "car": 1169, "century": 1170, "meaning": 1171, "festival": 1172, "space": 1173, "theme": 1174, "deeper": 1175, "quietly": 1176, "detail": 1177, "ridiculous": 1178, "hoffman": 1179, "subjects": 1180, "exhilarating": 1181, "son": 1182, "revenge": 1183, "natural": 1184, "motion": 1185, "fashion": 1186, "longer": 1187, "sounds": 1188, "indie": 1189, "sequence": 1190, "directors": 1191, "empty": 1192, "provide": 1193, "combination": 1194, "credits": 1195, "directorial": 1196, "score": 1197, "credit": 1198, "value": 1199, "decades": 1200, "skill": 1201, "martin": 1202, "greatest": 1203, "vehicle": 1204, "deftly": 1205, "further": 1206, "spiritual": 1207, "extraordinary": 1208, "editing": 1209, "gangster": 1210, "party": 1211, "mesmerizing": 1212, "funnier": 1213, "open": 1214, "delight": 1215, "jason": 1216, "telling": 1217, "stay": 1218, "james": 1219, "stale": 1220, "fear": 1221, "talk": 1222, "dreams": 1223, "figure": 1224, "offering": 1225, "superficial": 1226, "devoid": 1227, "promising": 1228, "sum": 1229, "poorly": 1230, "constructed": 1231, "cinematography": 1232, "reading": 1233, "release": 1234, "exploration": 1235, "challenging": 1236, "gem": 1237, "universal": 1238, "sight": 1239, "striking": 1240, "perspective": 1241, "affection": 1242, "crimes": 1243, "group": 1244, "public": 1245, "gross-out": 1246, "achieves": 1247, "free": 1248, "overly": 1249, "diverting": 1250, "justice": 1251, "strength": 1252, "represents": 1253, "king": 1254, "pleasures": 1255, "intense": 1256, "shame": 1257, "members": 1258, "win": 1259, "surface": 1260, "consider": 1261, "desire": 1262, "complicated": 1263, "visuals": 1264, "repetitive": 1265, "performers": 1266, "count": 1267, "stage": 1268, "irritating": 1269, "paced": 1270, "development": 1271, "ages": 1272, "values": 1273, "frequently": 1274, "society": 1275, "move": 1276, "lee": 1277, "blood": 1278, "&": 1279, "holes": 1280, "attraction": 1281, "stunts": 1282, "talking": 1283, "results": 1284, "x": 1285, "endearing": 1286, "farce": 1287, "accessible": 1288, "dreary": 1289, "oddly": 1290, "child": 1291, "prove": 1292, "turned": 1293, "identity": 1294, "shots": 1295, "number": 1296, "awkward": 1297, "behavior": 1298, "studio": 1299, "kevin": 1300, "top": 1301, "poetic": 1302, "profound": 1303, "expected": 1304, "numbers": 1305, "roger": 1306, "avoid": 1307, "daring": 1308, "chase": 1309, "manipulative": 1310, "seagal": 1311, "pointless": 1312, "disguise": 1313, "songs": 1314, "imagery": 1315, "walk": 1316, "adult": 1317, "overcome": 1318, "giant": 1319, "killer": 1320, "fears": 1321, "early": 1322, "glimpse": 1323, "example": 1324, "using": 1325, "damn": 1326, "voice": 1327, "predecessor": 1328, "enjoyed": 1329, "marks": 1330, "nicely": 1331, "artistic": 1332, "reno": 1333, "community": 1334, "stands": 1335, "incredibly": 1336, "necessary": 1337, "struggle": 1338, "main": 1339, "moviemaking": 1340, "ground": 1341, "determined": 1342, "emerges": 1343, "tribute": 1344, "courage": 1345, "yarn": 1346, "return": 1347, "ring": 1348, "ryan": 1349, "10": 1350, "nonsense": 1351, "body": 1352, "trifle": 1353, "hot": 1354, "stock": 1355, "intrigue": 1356, "commercial": 1357, "friday": 1358, "happen": 1359, "concerned": 1360, "chilling": 1361, "wise": 1362, "admirable": 1363, "davis": 1364, "pulls": 1365, "loved": 1366, "chris": 1367, "brothers": 1368, "friends": 1369, "delivered": 1370, "buy": 1371, "musical": 1372, "games": 1373, "adam": 1374, "follow": 1375, "beneath": 1376, "chinese": 1377, "folks": 1378, "raw": 1379, "hackneyed": 1380, "machine": 1381, "intentions": 1382, "chance": 1383, "shake": 1384, "bits": 1385, "monty": 1386, "levels": 1387, "presence": 1388, "serves": 1389, "hill": 1390, "beat": 1391, "fall": 1392, "frustrating": 1393, "list": 1394, "waiting": 1395, "annoying": 1396, "produced": 1397, "designed": 1398, "structure": 1399, "failure": 1400, "ghost": 1401, "save": 1402, "clumsy": 1403, "nowhere": 1404, "thinks": 1405, "weight": 1406, "\\/": 1407, "offensive": 1408, "tiresome": 1409, "unless": 1410, "arnold": 1411, "creating": 1412, "delivery": 1413, "document": 1414, "modest": 1415, "cause": 1416, "funniest": 1417, "desperate": 1418, "winds": 1419, "precious": 1420, "inspiring": 1421, "twice": 1422, "industry": 1423, "band": 1424, "mother": 1425, "fair": 1426, "b-movie": 1427, "accomplished": 1428, "national": 1429, "broad": 1430, "realism": 1431, "vibrant": 1432, "scenario": 1433, "miller": 1434, "writer\\/director": 1435, "father": 1436, "land": 1437, "authentic": 1438, "sade": 1439, "eight": 1440, "mainstream": 1441, "comedic": 1442, "flair": 1443, "woody": 1444, "violent": 1445, "moviegoers": 1446, "spend": 1447, "grand": 1448, "dazzling": 1449, "talents": 1450, "team": 1451, "maudlin": 1452, "sheer": 1453, "wonderfully": 1454, "storyline": 1455, "protagonist": 1456, "italian": 1457, "directing": 1458, "outrageous": 1459, "kaufman": 1460, "digital": 1461, "burns": 1462, "adolescent": 1463, "lawrence": 1464, "excuse": 1465, "standards": 1466, "overwrought": 1467, "bunch": 1468, "well-made": 1469, "surely": 1470, "disappointing": 1471, "search": 1472, "wry": 1473, "sitcom": 1474, "emotion": 1475, "roles": 1476, "surreal": 1477, "humorous": 1478, "type": 1479, "reach": 1480, "scorsese": 1481, "tender": 1482, "dance": 1483, "seat": 1484, "meandering": 1485, "apparently": 1486, "mike": 1487, "damage": 1488, "favor": 1489, "hip-hop": 1490, "source": 1491, "present": 1492, "grows": 1493, "superior": 1494, "deserve": 1495, "hey": 1496, "bittersweet": 1497, "first-time": 1498, "matters": 1499, "budget": 1500, "sappy": 1501, "vs.": 1502, "showtime": 1503, "unpleasant": 1504, "madonna": 1505, "bore": 1506, "benigni": 1507, "playful": 1508, "philosophical": 1509, "check": 1510, "near": 1511, "fantastic": 1512, "vividly": 1513, "lies": 1514, "relatively": 1515, "male": 1516, "carries": 1517, "zone": 1518, "opening": 1519, "safe": 1520, "moves": 1521, "experiences": 1522, "mention": 1523, "joy": 1524, "literary": 1525, "secrets": 1526, "frank": 1527, "addition": 1528, "pass": 1529, "paid": 1530, "angst": 1531, "mile": 1532, "foreign": 1533, "polanski": 1534, "cho": 1535, "cautionary": 1536, "forgotten": 1537, "reasonably": 1538, "teacher": 1539, "song": 1540, "complexity": 1541, "faithful": 1542, "growing": 1543, "metaphor": 1544, "slick": 1545, "state": 1546, "consistently": 1547, "broomfield": 1548, "stays": 1549, "cliche": 1550, "low-budget": 1551, "trick": 1552, "late": 1553, "common": 1554, "morality": 1555, "heartwarming": 1556, "fable": 1557, "wears": 1558, "thrilling": 1559, "disaster": 1560, "pain": 1561, "roll": 1562, "lesson": 1563, "barry": 1564, "brought": 1565, "respect": 1566, "holiday": 1567, "retread": 1568, "romp": 1569, "unfolds": 1570, "becoming": 1571, "depiction": 1572, "escape": 1573, "empathy": 1574, "sign": 1575, "mayhem": 1576, "feel-good": 1577, "makers": 1578, "die": 1579, "science": 1580, "barbershop": 1581, "fight": 1582, "choices": 1583, "including": 1584, "gritty": 1585, "compassion": 1586, "revolution": 1587, "aspects": 1588, "greek": 1589, "personality": 1590, "features": 1591, "soon": 1592, "served": 1593, "cynical": 1594, "woo": 1595, "increasingly": 1596, "showing": 1597, "starring": 1598, "howard": 1599, "sloppy": 1600, "lively": 1601, "beginning": 1602, "reign": 1603, "notion": 1604, "territory": 1605, "confusing": 1606, "conclusion": 1607, "length": 1608, "20": 1609, "dangerous": 1610, "harvard": 1611, "xxx": 1612, "eccentric": 1613, "snow": 1614, "featuring": 1615, "godard": 1616, "self-indulgent": 1617, "worked": 1618, "glass": 1619, "harmless": 1620, "fatal": 1621, "mild": 1622, "mistake": 1623, "pokemon": 1624, "plotting": 1625, "product": 1626, "hearts": 1627, "mixed": 1628, "south": 1629, "vulgar": 1630, "utter": 1631, "iranian": 1632, "spoof": 1633, "analyze": 1634, "resonant": 1635, "b": 1636, "signs": 1637, "front": 1638, "spark": 1639, "revealing": 1640, "willing": 1641, "collection": 1642, "spooky": 1643, "laughter": 1644, "likable": 1645, "captivating": 1646, "dragon": 1647, "conviction": 1648, "details": 1649, "center": 1650, "frida": 1651, "visceral": 1652, "punch": 1653, "sequels": 1654, "sick": 1655, "kissinger": 1656, "homage": 1657, "over-the-top": 1658, "stuck": 1659, "fisher": 1660, "paul": 1661, "spare": 1662, "creativity": 1663, "marriage": 1664, "caper": 1665, "capable": 1666, "brutal": 1667, "elegant": 1668, "shyamalan": 1669, "sides": 1670, "due": 1671, "third": 1672, "strictly": 1673, "speaking": 1674, "martha": 1675, "stomach": 1676, "intensity": 1677, "low-key": 1678, "sympathy": 1679, "older": 1680, "manage": 1681, "logic": 1682, "pull": 1683, "persona": 1684, "step": 1685, "asks": 1686, "finding": 1687, "stirring": 1688, "polished": 1689, "washington": 1690, "demands": 1691, "patience": 1692, "desperately": 1693, "went": 1694, "families": 1695, "suspenseful": 1696, "cheesy": 1697, "bold": 1698, "teens": 1699, "'70s": 1700, "capture": 1701, "event": 1702, "myself": 1703, "brother": 1704, "assured": 1705, "clich\u00e9": 1706, "potentially": 1707, "rhythms": 1708, "appreciate": 1709, "messages": 1710, "drawn": 1711, "constantly": 1712, "detailed": 1713, "preposterous": 1714, "rises": 1715, "nasty": 1716, "acts": 1717, "totally": 1718, "austin": 1719, "belongs": 1720, "resonance": 1721, "vampire": 1722, "amateurish": 1723, "horrible": 1724, "real-life": 1725, "christmas": 1726, "banal": 1727, "wow": 1728, "ludicrous": 1729, "ordinary": 1730, "unlikely": 1731, "technical": 1732, "leaving": 1733, "bored": 1734, "downright": 1735, "biggest": 1736, "intellectual": 1737, "pity": 1738, "wasted": 1739, "following": 1740, "took": 1741, "cloying": 1742, "hip": 1743, "plodding": 1744, "literally": 1745, "pinocchio": 1746, "van": 1747, "expectations": 1748, "understanding": 1749, "helps": 1750, "degree": 1751, "evocative": 1752, "reminds": 1753, "loose": 1754, "tales": 1755, "birthday": 1756, "silliness": 1757, "nostalgia": 1758, "memories": 1759, "timely": 1760, "lyrical": 1761, "food": 1762, "record": 1763, "huppert": 1764, "uplifting": 1765, "brilliantly": 1766, "rewarding": 1767, "pretension": 1768, "theaters": 1769, "unfaithful": 1770, "touches": 1771, "twisted": 1772, "whom": 1773, "teenage": 1774, "inner": 1775, "control": 1776, "credibility": 1777, "directs": 1778, "basic": 1779, "shock": 1780, "transcends": 1781, "mainly": 1782, "false": 1783, "sentiment": 1784, "learn": 1785, "$": 1786, "bitter": 1787, "clarity": 1788, "key": 1789, "cult": 1790, "issue": 1791, "kiss": 1792, "subversive": 1793, "artists": 1794, "leigh": 1795, "happened": 1796, "onto": 1797, "closer": 1798, "afraid": 1799, "winner": 1800, "poignancy": 1801, "channel": 1802, "hybrid": 1803, "tasty": 1804, "admire": 1805, "catch": 1806, "knowing": 1807, "self-conscious": 1808, "packed": 1809, "books": 1810, "harry": 1811, "test": 1812, "rap": 1813, "spent": 1814, "required": 1815, "outside": 1816, "jack": 1817, "insights": 1818, "wars": 1819, "realize": 1820, "stand-up": 1821, "supporting": 1822, "embarrassment": 1823, "charms": 1824, "observations": 1825, "fly": 1826, "skip": 1827, "bigger": 1828, "race": 1829, "flashy": 1830, "actresses": 1831, "released": 1832, "animal": 1833, "entertain": 1834, "current": 1835, "grow": 1836, "tears": 1837, "trek": 1838, "quest": 1839, "stereotypes": 1840, "finale": 1841, "screenwriting": 1842, "sugar": 1843, "honesty": 1844, "guns": 1845, "traditional": 1846, "minute": 1847, "offbeat": 1848, "ask": 1849, "commentary": 1850, "southern": 1851, "blair": 1852, "witch": 1853, "realized": 1854, "quick": 1855, "lady": 1856, "park": 1857, "bottom": 1858, "design": 1859, "bite": 1860, "content": 1861, "dealing": 1862, "camp": 1863, "account": 1864, "bag": 1865, "wacky": 1866, "slowly": 1867, "predecessors": 1868, "predictably": 1869, "suggests": 1870, "pathetic": 1871, "santa": 1872, "trite": 1873, "week": 1874, "frontal": 1875, "seemingly": 1876, "sadly": 1877, "total": 1878, "costumes": 1879, "inept": 1880, "rent": 1881, "preachy": 1882, "lousy": 1883, "lifeless": 1884, "uninspired": 1885, "shoot": 1886, "hopkins": 1887, "undeniably": 1888, "astonishing": 1889, "humour": 1890, "news": 1891, "frailty": 1892, "bringing": 1893, "honestly": 1894, "wilde": 1895, "whimsy": 1896, "stuart": 1897, "path": 1898, "relentless": 1899, "cuts": 1900, "lived": 1901, "revelatory": 1902, "pat": 1903, "understands": 1904, "disappointed": 1905, "engage": 1906, "photography": 1907, "nair": 1908, "pick": 1909, "season": 1910, "startling": 1911, "heard": 1912, "holocaust": 1913, "laughing": 1914, "notice": 1915, "cruel": 1916, "trappings": 1917, "pianist": 1918, "saying": 1919, "mixture": 1920, "diversion": 1921, "impression": 1922, "christian": 1923, "timing": 1924, "devastating": 1925, "smarter": 1926, "pathos": 1927, "language": 1928, "superb": 1929, "tsai": 1930, "distance": 1931, "dancing": 1932, "noir": 1933, "ambition": 1934, "service": 1935, "finest": 1936, "providing": 1937, "tradition": 1938, "achievement": 1939, "grandeur": 1940, "parable": 1941, "heartbreaking": 1942, "figures": 1943, "proceedings": 1944, "spirited": 1945, "excess": 1946, "victims": 1947, "tour": 1948, "endeavor": 1949, "earth": 1950, "fierce": 1951, "committed": 1952, "herzog": 1953, "secret": 1954, "string": 1955, "planet": 1956, "rush": 1957, "somber": 1958, "absurd": 1959, "stylized": 1960, "manhattan": 1961, "background": 1962, "answers": 1963, "jealousy": 1964, "americans": 1965, "broken": 1966, "fill": 1967, "context": 1968, "graphic": 1969, "shocking": 1970, "no.": 1971, "continues": 1972, "hair": 1973, "adds": 1974, "nicholas": 1975, "inoffensive": 1976, "saturday": 1977, "appear": 1978, "smile": 1979, "changing": 1980, "comfort": 1981, "equal": 1982, "gradually": 1983, "'60s": 1984, "dong": 1985, "subtlety": 1986, "contrivances": 1987, "terrifying": 1988, "scores": 1989, "dramatically": 1990, "relies": 1991, "trash": 1992, "computer": 1993, "bloody": 1994, "escapism": 1995, "curiosity": 1996, "apparent": 1997, "hong": 1998, "kong": 1999, "significant": 2000, "monsters": 2001, "saving": 2002, "format": 2003, "characterizations": 2004, "amused": 2005, "mere": 2006, "seven": 2007, "drags": 2008, "vincent": 2009, "alabama": 2010, "enterprise": 2011, "disbelief": 2012, "lane": 2013, "poem": 2014, "rhythm": 2015, "chaotic": 2016, "distinctive": 2017, "hook": 2018, "hugh": 2019, "drugs": 2020, "contains": 2021, "nightmare": 2022, "turning": 2023, "yu": 2024, "held": 2025, "parody": 2026, "teenagers": 2027, "husband": 2028, "trapped": 2029, "ritchie": 2030, "meant": 2031, "crude": 2032, "importance": 2033, "prison": 2034, "fate": 2035, "drive": 2036, "innocence": 2037, "kung": 2038, "effectively": 2039, "smug": 2040, "menace": 2041, "friend": 2042, "justify": 2043, "ingredients": 2044, "street": 2045, "competent": 2046, "after-school": 2047, "missed": 2048, "artificial": 2049, "cliched": 2050, "unintentional": 2051, "inspire": 2052, "onscreen": 2053, "schneider": 2054, "incoherent": 2055, "rip-off": 2056, "stealing": 2057, "tuxedo": 2058, "bother": 2059, "windtalkers": 2060, "britney": 2061, "earlier": 2062, "junk": 2063, "mad": 2064, "elaborate": 2065, "madness": 2066, "hear": 2067, "english": 2068, "theatre": 2069, "droll": 2070, "faces": 2071, "follows": 2072, "zhang": 2073, "sour": 2074, "unintentionally": 2075, "famous": 2076, "nuanced": 2077, "remembered": 2078, "window": 2079, "solaris": 2080, "richly": 2081, "handsome": 2082, "celebrates": 2083, "testament": 2084, "build": 2085, "difference": 2086, "speaks": 2087, "color": 2088, "matinee": 2089, "technology": 2090, "ticket": 2091, "saccharine": 2092, "silence": 2093, "serving": 2094, "destination": 2095, "draws": 2096, "deadly": 2097, "whimsical": 2098, "roots": 2099, "freaks": 2100, "dirty": 2101, "element": 2102, "overlong": 2103, "exploitative": 2104, "forces": 2105, "encounter": 2106, "landscape": 2107, "brutally": 2108, "deft": 2109, "haynes": 2110, "chilly": 2111, "started": 2112, "strike": 2113, "lovers": 2114, "pack": 2115, "attitude": 2116, "dysfunctional": 2117, "killed": 2118, "condition": 2119, "below": 2120, "limited": 2121, "throws": 2122, "caine": 2123, "breezy": 2124, "good-natured": 2125, "understated": 2126, "gifted": 2127, "haneke": 2128, "unflinching": 2129, "hopeful": 2130, "divine": 2131, "delightfully": 2132, "discovery": 2133, "despair": 2134, "creation": 2135, "spider-man": 2136, "explores": 2137, "resembles": 2138, "sly": 2139, "ingenious": 2140, "unfocused": 2141, "clooney": 2142, "root": 2143, "dahmer": 2144, "stops": 2145, "keeping": 2146, "nevertheless": 2147, "spell": 2148, "existence": 2149, "various": 2150, "cross": 2151, "virtues": 2152, "abstract": 2153, "knowledge": 2154, "harris": 2155, "shooting": 2156, "loving": 2157, "eastwood": 2158, "sadness": 2159, "ya-ya": 2160, "credible": 2161, "gory": 2162, "masterful": 2163, "executed": 2164, "cultures": 2165, "darkly": 2166, "domestic": 2167, "anywhere": 2168, "thick": 2169, "uncompromising": 2170, "potent": 2171, "maintains": 2172, "palma": 2173, "drug": 2174, "scenery": 2175, "gift": 2176, "loves": 2177, "piano": 2178, "basically": 2179, "anyway": 2180, "connect": 2181, "wallace": 2182, "narc": 2183, "office": 2184, "horrifying": 2185, "choose": 2186, "saga": 2187, "delivering": 2188, "forgive": 2189, "halloween": 2190, "collateral": 2191, "fighting": 2192, "scratch": 2193, "bourne": 2194, "pumpkin": 2195, "exploitation": 2196, "childhood": 2197, "gag": 2198, "obsession": 2199, "private": 2200, "stop": 2201, "inherent": 2202, "critics": 2203, "carefully": 2204, "russian": 2205, "charismatic": 2206, "constant": 2207, "well-meaning": 2208, "breathtaking": 2209, "candy": 2210, "amy": 2211, "hands": 2212, "professional": 2213, "spite": 2214, "wrote": 2215, "theatrical": 2216, "9": 2217, "intoxicating": 2218, "heroine": 2219, "obnoxious": 2220, "demonstrates": 2221, "smith": 2222, "frightening": 2223, "order": 2224, "biting": 2225, "portrayal": 2226, "actual": 2227, "relentlessly": 2228, "static": 2229, "happiness": 2230, "flash": 2231, "super": 2232, "'em": 2233, "rendered": 2234, "charlie": 2235, "spot": 2236, "screenwriters": 2237, "inspirational": 2238, "necessarily": 2239, "building": 2240, "reggio": 2241, "pow": 2242, "t": 2243, "staged": 2244, "admit": 2245, "genres": 2246, "kapur": 2247, "market": 2248, "disjointed": 2249, "endless": 2250, "wilson": 2251, "writers": 2252, "generate": 2253, "seemed": 2254, "irish": 2255, "wondering": 2256, "pile": 2257, "feature-length": 2258, "ballistic": 2259, "built": 2260, "hollow": 2261, "choppy": 2262, "wannabe": 2263, "crap": 2264, "leaden": 2265, "muddled": 2266, "carvey": 2267, "slasher": 2268, "misses": 2269, "terribly": 2270, "considering": 2271, "busy": 2272, "witless": 2273, "sara": 2274, "inane": 2275, "soggy": 2276, "unnecessary": 2277, "halfway": 2278, "51": 2279, "adams": 2280, "avoids": 2281, "suffering": 2282, "photographed": 2283, "warning": 2284, "engaged": 2285, "physical": 2286, "crisp": 2287, "conduct": 2288, "dying": 2289, "parade": 2290, "extended": 2291, "locations": 2292, "jacquot": 2293, "lips": 2294, "integrity": 2295, "delicious": 2296, "undeniable": 2297, "mature": 2298, "co-writer": 2299, "marvelous": 2300, "fanciful": 2301, "straightforward": 2302, "weirdly": 2303, "robin": 2304, "fluff": 2305, "came": 2306, "roman": 2307, "fights": 2308, "larger": 2309, "sensual": 2310, "entry": 2311, "k-19": 2312, "unnerving": 2313, "letting": 2314, "ponder": 2315, "entertained": 2316, "ode": 2317, "imitation": 2318, "impeccable": 2319, "fish": 2320, "rental": 2321, "anne": 2322, "managed": 2323, "antwone": 2324, "corny": 2325, "challenges": 2326, "whenever": 2327, "china": 2328, "buoyant": 2329, "flow": 2330, "evokes": 2331, "trashy": 2332, "resist": 2333, "hoping": 2334, "superbly": 2335, "succeed": 2336, "gosling": 2337, "denying": 2338, "image": 2339, "nonetheless": 2340, "peculiar": 2341, "costume": 2342, "somebody": 2343, "deadpan": 2344, "eric": 2345, "schaeffer": 2346, "bow": 2347, "critical": 2348, "unsentimental": 2349, "cable": 2350, "15": 2351, "noble": 2352, "harrowing": 2353, "vital": 2354, "trademark": 2355, "fake": 2356, "chick": 2357, "odds": 2358, "emerge": 2359, "wind": 2360, "returns": 2361, "bartleby": 2362, "copy": 2363, "gangs": 2364, "pair": 2365, "indian": 2366, "grim": 2367, "cgi": 2368, "benefit": 2369, "abandon": 2370, "fail": 2371, "chabrol": 2372, "ahead": 2373, "mysteries": 2374, "bleak": 2375, "con": 2376, "sobering": 2377, "am": 2378, "nicholson": 2379, "ramsay": 2380, "abuse": 2381, "lie": 2382, "sisterhood": 2383, "west": 2384, "simplicity": 2385, "thrillers": 2386, "desperation": 2387, "insomnia": 2388, "exceptionally": 2389, "substantial": 2390, "nickleby": 2391, "dickens": 2392, "knew": 2393, "presented": 2394, "subtly": 2395, "sink": 2396, "reaction": 2397, "u.s.": 2398, "fancy": 2399, "convey": 2400, "intricate": 2401, "double": 2402, "ai": 2403, "secretary": 2404, "marvel": 2405, "throwing": 2406, "allow": 2407, "touched": 2408, "refuses": 2409, "enthusiasm": 2410, "verve": 2411, "inevitable": 2412, "colors": 2413, "partly": 2414, "cares": 2415, "joyous": 2416, "satirical": 2417, "coherent": 2418, "topic": 2419, "rise": 2420, "inspiration": 2421, "lightweight": 2422, "labute": 2423, "slap": 2424, "glory": 2425, "chills": 2426, "ponderous": 2427, "rohmer": 2428, "slip": 2429, "arrives": 2430, "travel": 2431, "cletis": 2432, "filling": 2433, "guess": 2434, "splendid": 2435, "promises": 2436, "pic": 2437, "shakespeare": 2438, "rice": 2439, "pays": 2440, "run-of-the-mill": 2441, "category": 2442, "island": 2443, "guessing": 2444, "casual": 2445, "richer": 2446, "breath": 2447, "jackie": 2448, "consciousness": 2449, "glossy": 2450, "savvy": 2451, "matthew": 2452, "send": 2453, "settles": 2454, "thematic": 2455, "display": 2456, "sees": 2457, "baffling": 2458, "crisis": 2459, "herself": 2460, "boasts": 2461, "middle-aged": 2462, "chicago": 2463, "amounts": 2464, "seeking": 2465, "moody": 2466, "soft": 2467, "leading": 2468, "comedian": 2469, "drop": 2470, "psychology": 2471, "cop": 2472, "egoyan": 2473, "younger": 2474, "references": 2475, "says": 2476, "quirks": 2477, "amid": 2478, "enigma": 2479, "easier": 2480, "attal": 2481, "sandra": 2482, "scale": 2483, "humorless": 2484, "independent": 2485, "surrounding": 2486, "tends": 2487, "determination": 2488, "victim": 2489, "scattered": 2490, "rob": 2491, "stephen": 2492, "complications": 2493, "rules": 2494, "eddie": 2495, "handful": 2496, "plotted": 2497, "paper": 2498, "remain": 2499, "looked": 2500, "anthony": 2501, "exquisitely": 2502, "well-intentioned": 2503, "oh": 2504, "nights": 2505, "crass": 2506, "comparison": 2507, "produce": 2508, "wilder": 2509, "stiff": 2510, "named": 2511, "sinks": 2512, "clumsily": 2513, "sleep": 2514, "dogs": 2515, "lackluster": 2516, "ship": 2517, "listless": 2518, "stunt": 2519, "unimaginative": 2520, "impostor": 2521, "chelsea": 2522, "destined": 2523, "schwarzenegger": 2524, "describe": 2525, "derrida": 2526, "dramas": 2527, "respectable": 2528, "cat": 2529, "minds": 2530, "empire": 2531, "closely": 2532, "weeks": 2533, "conversations": 2534, "biopic": 2535, "emptiness": 2536, "buffs": 2537, "belly": 2538, "later": 2539, "wave": 2540, "endlessly": 2541, "moviegoing": 2542, "fairy": 2543, "happily": 2544, "hoped": 2545, "shamelessly": 2546, "cutting": 2547, "moved": 2548, "whale": 2549, "sorry": 2550, "combines": 2551, "ironic": 2552, "doses": 2553, "store": 2554, "urgency": 2555, "aims": 2556, "shines": 2557, "observation": 2558, "scope": 2559, "intimacy": 2560, "grey": 2561, "spirits": 2562, "mouth": 2563, "jim": 2564, "taylor": 2565, "beast": 2566, "11": 2567, "pacino": 2568, "bride": 2569, "comfortable": 2570, "enthralling": 2571, "measured": 2572, "practically": 2573, "exceptional": 2574, "stevenson": 2575, "delicately": 2576, "legged": 2577, "positive": 2578, "uneasy": 2579, "notorious": 2580, "sweetness": 2581, "stylistic": 2582, "lifetime": 2583, "strain": 2584, "unpredictable": 2585, "wickedly": 2586, "vintage": 2587, "watched": 2588, "korean": 2589, "gently": 2590, "soldiers": 2591, "lends": 2592, "dvd": 2593, "charmer": 2594, "assassin": 2595, "longing": 2596, "changes": 2597, "showcases": 2598, "draw": 2599, "cannes": 2600, "hugely": 2601, "simultaneously": 2602, "strikes": 2603, "perverse": 2604, "fence": 2605, "masterfully": 2606, "taut": 2607, "dignity": 2608, "passionate": 2609, "aimed": 2610, "schmidt": 2611, "demanding": 2612, "heroes": 2613, "100": 2614, "positively": 2615, "variety": 2616, "decided": 2617, "carry": 2618, "cheese": 2619, "anybody": 2620, "rewards": 2621, "sand": 2622, "ranks": 2623, "j.": 2624, "reminder": 2625, "souls": 2626, "depths": 2627, "edited": 2628, "jaglom": 2629, "patient": 2630, "exquisite": 2631, "sustains": 2632, "apply": 2633, "goodfellas": 2634, "screaming": 2635, "religious": 2636, "observant": 2637, "police": 2638, "resolutely": 2639, "celebration": 2640, "system": 2641, "task": 2642, "essence": 2643, "appropriate": 2644, "asian": 2645, "chiller": 2646, "wrapped": 2647, "smartly": 2648, "thrill": 2649, "metropolis": 2650, "concert": 2651, "blow": 2652, "enjoyably": 2653, "intermittently": 2654, "nelson": 2655, "unabashedly": 2656, "noyce": 2657, "club": 2658, "supernatural": 2659, "japan": 2660, "convoluted": 2661, "morvern": 2662, "outstanding": 2663, "kick": 2664, "magnificent": 2665, "sympathetic": 2666, "cover": 2667, "explore": 2668, "grasp": 2669, "wet": 2670, "raunchy": 2671, "problematic": 2672, "players": 2673, "alternately": 2674, "mysterious": 2675, "careful": 2676, "portrays": 2677, "installment": 2678, "popular": 2679, "diesel": 2680, "psychologically": 2681, "melancholy": 2682, "irony": 2683, "pedestrian": 2684, "well-crafted": 2685, "known": 2686, "todd": 2687, "brief": 2688, "uncertain": 2689, "villain": 2690, "behold": 2691, "yearning": 2692, "glib": 2693, "caught": 2694, "improbable": 2695, "scooby": 2696, "gang": 2697, "satisfy": 2698, "heat": 2699, "denis": 2700, "cartoons": 2701, "hartley": 2702, "tarantino": 2703, "attractive": 2704, "downbeat": 2705, "reasons": 2706, "ties": 2707, "documentaries": 2708, "irwin": 2709, "heads": 2710, "aware": 2711, "cage": 2712, "instantly": 2713, "grab": 2714, "medium": 2715, "similar": 2716, "characterization": 2717, "vitality": 2718, "serviceable": 2719, "chances": 2720, "cynicism": 2721, "shadows": 2722, "artifice": 2723, "serve": 2724, "listen": 2725, "hawn": 2726, "claustrophobic": 2727, "undercover": 2728, "nijinsky": 2729, "indulgent": 2730, "jagger": 2731, "cleverness": 2732, "tragedies": 2733, "shapeless": 2734, "gore": 2735, "thumbs": 2736, "tortured": 2737, "curiously": 2738, "scott": 2739, "cube": 2740, "sophomoric": 2741, "unoriginal": 2742, "intent": 2743, "buddy": 2744, "pleasing": 2745, "arts": 2746, "80": 2747, "technique": 2748, "bruce": 2749, "saved": 2750, "amazingly": 2751, "blast": 2752, "shelf": 2753, "dragons": 2754, "measure": 2755, "curious": 2756, "elling": 2757, "triangle": 2758, "wins": 2759, "presentation": 2760, "ford": 2761, "focused": 2762, "tout": 2763, "treats": 2764, "rousing": 2765, "trailer": 2766, "faster": 2767, "philip": 2768, "academy": 2769, "praise": 2770, "finely": 2771, "messy": 2772, "momentum": 2773, "smoochy": 2774, "happening": 2775, "suited": 2776, "tricks": 2777, "adventures": 2778, "suspect": 2779, "rote": 2780, "o": 2781, "harsh": 2782, "ripe": 2783, "qualities": 2784, "affleck": 2785, "factor": 2786, "ben": 2787, "live-action": 2788, "birot": 2789, "traveler": 2790, "minority": 2791, "chases": 2792, "corner": 2793, "recognize": 2794, "demographic": 2795, "pushes": 2796, "disposable": 2797, "hide": 2798, "showcase": 2799, "cry": 2800, "vapid": 2801, "serial": 2802, "joe": 2803, "rollerball": 2804, "ecks": 2805, "inconsequential": 2806, "haunted": 2807, "spears": 2808, "pool": 2809, "propaganda": 2810, "begin": 2811, "4ever": 2812, "clockstoppers": 2813, "laughable": 2814, "by-the-numbers": 2815, "soulless": 2816, "frankly": 2817, "potter": 2818, "wooden": 2819, "stilted": 2820, "author": 2821, "grating": 2822, "unconvincing": 2823, "sketch": 2824, "random": 2825, "european": 2826, "dud": 2827, "merit": 2828, "miserable": 2829, "implausible": 2830, "alas": 2831, "greater": 2832, "rings": 2833, "fellow": 2834, "ops": 2835, "combined": 2836, "unforced": 2837, "producers": 2838, "tadpole": 2839, "kahlo": 2840, "life-affirming": 2841, "speak": 2842, "silver": 2843, "replaced": 2844, "occasional": 2845, "subculture": 2846, "e.t.": 2847, "everyday": 2848, "absurdist": 2849, "glorious": 2850, "enormous": 2851, "dynamic": 2852, "types": 2853, "angels": 2854, "liberal": 2855, "shocks": 2856, "buried": 2857, "lampoon": 2858, "emphasizes": 2859, "urge": 2860, "expertly": 2861, "existential": 2862, "term": 2863, "purely": 2864, "moonlight": 2865, "offend": 2866, "sarandon": 2867, "thankfully": 2868, "altogether": 2869, "darker": 2870, "primarily": 2871, "daytime": 2872, "crew": 2873, "fantasies": 2874, "paradiso": 2875, "youth": 2876, "loneliness": 2877, "covers": 2878, "delights": 2879, "swim": 2880, "deeds": 2881, "beach": 2882, "absurdity": 2883, "confident": 2884, "includes": 2885, "kiddie": 2886, "sweetly": 2887, "witherspoon": 2888, "objective": 2889, "album": 2890, "valuable": 2891, "nerve": 2892, "feat": 2893, "deals": 2894, "technically": 2895, "wilco": 2896, "uniformly": 2897, "bard": 2898, "must-see": 2899, "singing": 2900, "infectious": 2901, "unable": 2902, "concern": 2903, "beguiling": 2904, "soulful": 2905, "incisive": 2906, "ambiguity": 2907, "walls": 2908, "prime": 2909, "nation": 2910, "unforgettable": 2911, "expectation": 2912, "steers": 2913, "sensational": 2914, "elegantly": 2915, "irresistible": 2916, "angry": 2917, "innocent": 2918, "1": 2919, "reminiscent": 2920, "empowerment": 2921, "swallow": 2922, "sam": 2923, "tiny": 2924, "brian": 2925, "consequences": 2926, "pitch": 2927, "acceptable": 2928, "developed": 2929, "mothman": 2930, "demons": 2931, "pleasurable": 2932, "coppola": 2933, "meaningful": 2934, "martial": 2935, "structured": 2936, "tear": 2937, "hilarity": 2938, "eat": 2939, "feathers": 2940, "greene": 2941, "hype": 2942, "neil": 2943, "evans": 2944, "wholly": 2945, "composed": 2946, "sparkling": 2947, "france": 2948, "defies": 2949, "earnestness": 2950, "exotic": 2951, "solidly": 2952, "aging": 2953, "eyre": 2954, "proud": 2955, "kidman": 2956, "edges": 2957, "vein": 2958, "sketchy": 2959, "breaks": 2960, "gender": 2961, "western": 2962, "redemption": 2963, "tap": 2964, "wanting": 2965, "decade": 2966, "binoche": 2967, "submarine": 2968, "favorite": 2969, "anime": 2970, "juvenile": 2971, "artfully": 2972, "nomination": 2973, "confirms": 2974, "status": 2975, "considered": 2976, "hannibal": 2977, "swept": 2978, "pale": 2979, "lesser": 2980, "authority": 2981, "tosca": 2982, "underlying": 2983, "cerebral": 2984, "handled": 2985, "timeless": 2986, "mcgrath": 2987, "jewish": 2988, "kinnear": 2989, "revelation": 2990, "anderson": 2991, "effortlessly": 2992, "reel": 2993, "ourselves": 2994, "neat": 2995, "exposition": 2996, "pulse": 2997, "dogtown": 2998, "wide": 2999, "jerry": 3000, "brisk": 3001, "runner": 3002, "101": 3003, "stupidity": 3004, "stone": 3005, "box": 3006, "examines": 3007, "racial": 3008, "confused": 3009, "jolie": 3010, "velocity": 3011, "enormously": 3012, "precisely": 3013, "borrows": 3014, "unusually": 3015, "heavily": 3016, "afloat": 3017, "builds": 3018, "higher": 3019, "downer": 3020, "tepid": 3021, "spin": 3022, "frantic": 3023, "tremendous": 3024, "spots": 3025, "hitting": 3026, "astonishingly": 3027, "demonstrate": 3028, "advantage": 3029, "outing": 3030, "conservative": 3031, "raises": 3032, "philosophy": 3033, "holm": 3034, "accurate": 3035, "mediocrity": 3036, "expense": 3037, "hang": 3038, "laugh-out-loud": 3039, "laughed": 3040, "sensibility": 3041, "spring": 3042, "choice": 3043, "snipes": 3044, "murderous": 3045, "dare": 3046, "hunter": 3047, "ah": 3048, "sayles": 3049, "suck": 3050, "harder": 3051, "bullets": 3052, "exploit": 3053, "deceptively": 3054, "hoot": 3055, "fuzzy": 3056, "miracle": 3057, "tackles": 3058, "nuance": 3059, "snappy": 3060, "volatile": 3061, "lucas": 3062, "hallmark": 3063, "capturing": 3064, "brilliance": 3065, "undoubtedly": 3066, "fits": 3067, "fool": 3068, "first-rate": 3069, "pretensions": 3070, "literate": 3071, "anger": 3072, "exceedingly": 3073, "transcend": 3074, "basis": 3075, "kline": 3076, "dreadful": 3077, "brosnan": 3078, "payoff": 3079, "meets": 3080, "sits": 3081, "shoulders": 3082, "rodriguez": 3083, "don": 3084, "peek": 3085, "seinfeld": 3086, "piccoli": 3087, "paxton": 3088, "visit": 3089, 